{
    "aboutAuth": "About Authentication",
    "accessThroughCode": "Access the project through code",
    "accessThroughCodeDesc": "Interact with the project through the TaskingAI client SDKs with your API keys.",
    "apiReference": "API Reference",
    "assistantDesc": "A flexible framework for building customizable AI agents, supporting diverse applications with integrated models, memory, retrieval, and tools.",
    "assistantExplore": "Explore assistant",
    "clientLibraries": "Client libraries",
    "clientLibrariesDesc": "Choose your preferred client library to start your project.",
    "comingSoon": "Coming Soon",
    "docs": "Docs",
    "documentation": "Documentation",
    "examples": "Examples",
    "exploreBasicModules": "Explore basic modules",
    "exploreBasicModulesDesc": "Dive into the foundational trio of Model, Retrieval, and Tool with TaskingAI to build and integrate versatile, agent-driven applications. Seamlessly integrate with cloud resources or giants like OpenAI, Anthropic, and many else model providers, ensuring rapid incorporation into your project's code for immediate impact.",
    "forum": "Forum",
    "getStarted": "Get started",
    "getStartedDesc": "Embark on your AI-native adventure with TaskingAI, where Forums, API Reference, and Official Documentation are your treasure map to innovation.",
    "projectDeployed": "Your project has been deployed on TaskingAI serverless computing cluster, with vector storage and agent runtime all setup and ready to use.",
    "model": "Model",
    "modelDesc": "Connect various LLM providers, granting a spectrum of advanced AI models to craft your application.",
    "modelExplore": "Explore model",
    "retrievalDesc": "Uses external data to enhance LLM inferences, enabling dynamic, context-aware interactions through record management and text queries.",
    "retrievalExplore": "Explore retrieval",
    "toolDesc": "Featuring Plugins and Actions, enhances Assistant functionalities, enabling integration with external APIs and tailored function executions.",
    "toolExplore": "Explore tool",
    "viewApiKeys": "View API Keys",
    "welcome": "Welcome to your project"
}